Repository: mohamedaslam/RisoAppStrore
Catalog: business-finance-app-ios/Resources/*.lproj/Localizable.strings
Languages: de

source: ACCREDITED
de: Erstattung

source: APPROVED INVOICES
de: akzeptierte Belege

source: LEFT
de: noch möglich

source: Next
de: weiter

source: Upload
de: hochladen

# app.version
source: version %@
de: Ausführung %@

# tab.invoices
source: Invoices
de: Belege

# tab.benefits
source: Benefits
de: Benifits

# navigation.title.invoices
source: Invoices
de: Belege

# navigation.title.more
source: More
de: Mehr

# navigation.title.forgotPassword
source: Forgot Password?
de: Passwort vergessen?

# auth.button.login
source: Login
de: Einloggen

# auth.button.forgotPassword
source: Forgot Password?
de: Passwort vergessen?

# auth.fieldPlaceholder.password
source: PASSWORD
de: Passwort

# auth.text.disclaimer
source: RISO helps you save taxes. Don’t have an account?
de: Riso spart Dir Steuern und erhöht Dein Netto. Noch kein Konto?

# auth.text.requestDemo
source: Request a demo.
de: Frag nach einer Demo.

# forgotPassword.button.send
source: Send
de: senden

# forgotPassword.text.info
source: We will send you an email with further instructions to reset your password.
de: Wir senden Dir eine E-Mail, um Dein Passwort zurückzusetzen.

# more.imprint
source: Imprint
de: Impressum

# more.privacy
source: Data Privacy
de: Datenschutz

# more.legal
source: Legal Statement
de: Anleitung

# more.tutorial
source: Tutorial
de: Einführung

# more.appSecurity
source: App Security
de: App-Sicherheit

# more.signOut
source: Sign out
de: Ausloggen

# dashboard.amountLeft
source: AMOUNT LEFT
de: noch möglich

# dashboard.approved-invoices
source: APPROVED INVOICES
de: akzeptierte Belege

# dashboard.noDataText
source: Scan your receipt in 3 easy steps
de: Scanne Deinen Beleg in 3 einfachen Schritten

# productOverview.invoicesCount
source: Invoices: %@
de: Belege: %@

# productOverview.atDisposal
source: %@ at your disposal
de: %@ noch möglich

# productsOverview.title
source: Overview
de: Übersicht

# productOverview.emptyText
source: You have no %@ Receipts uploaded yet for %@. Scan your receipt in 3 easy steps.
de: Du hast noch keine %@-Belege hochgeladen im %@. Scanne jetzt einen Beleg durch Tippen auf das Plus-Zeichen.

# invoice.pendingcount.one
source: 1 Invoice being checked
de: 1 Beleg in Prüfung

# invoice.pendingcount.more
source: %d Invoices being checked
de: %d Belege in Prüfung

# scan.multi-scan.headerText
source: You can upload multiple pages for %@ lorem ipsum.
de: Du kannst mehrere Seiten hochladen %@.

# scan.photos-taken.one
source: 1 image scanned
de: 1 Foto gemacht

# scan.photos-taken.other
source: %@ images scanned
de: %@ Fotos gemacht

# scan.success.titleText
source: Invoice Uploaded
de: Beleg erfolgreich eingereicht

# scan.takePhoto.pdfUpload
source: PDF Upload
de: PDF hochladen

# scan.confirmInvoice.title
source: Confirm Invoice
de: Beleg bestätigen

# scan.success.detailsText
source: Cell description which explains the consequences of the above action.Cell description which
de: Lehne Dich zurück! Der Beleg ist bei uns zur Prüfung angekommen. Du erhältst automatisch eine Rückmeldung von uns.

# scan.multiScan.buttonText
source: I scanned all pages
de: Ich habe alle Seiten gescannt

# tutorial.welcome
source: Welcome %@
de: Willkommen %@

# tutorial.skip
source: SKIP
de: überspringen

# tutorial.page0.title
source: Easy Scan your Receipts
de: Einfach Deine Belege scannen

# tutorial.page1.title
source: See Your General Status
de: Behalte Deinen Status im Auge

# tutorial.page2.title
source: Get your invoices in one place
de: Alle Belege an einem Ort

# tutorial.page0.details
source: Cell description which explains the consequences of the above action.Cell description which explains the consequences of the above action.
de: Reiche Belege ein, um sie als steuerfreie Alternative zum Lohn erstattet zu bekommen.

# tutorial.page1.details
source: Cell description which explains the consequences of the above action.Cell description which explains the consequences of the above action.
de: Du weißt immer, wie viele Belege Du noch einreichen kannst und wie hoch Deine Auszahlung ist.

# tutorial.page2.details
source: Cell description which explains the consequences of the above action.Cell description which explains the consequences of the above action.
de: Alle wichtigen Belegdetails werden gespeichert und Du kannst sie jederzeit anschauen.

# error.invalidEmail
source: This is not a valid email address!
de: Diese E-Mailadresse ist uns nicht bekannt!

# error.missingEmail
source: Please enter your email address!
de: Bitte gib Deine E-Mailadresse ein!

# error.missingPassword
source: Please enter your password!
de: Bitte gib Dein Passwort ein!

# error.default
source: Something went wrong! Please try again.
de: Etwas ist schief gegangen! Probiere es bitte noch einmal.
